Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J48.e.tmx
Source language: en_us
Languages: zh_cn

source: I. Individualism: True and False
zh_cn: I.个人主义：真与伪

source: Du dix-huitieme siecle ct de la revolution, comme d’une source commune, etaient sortis deux fleuves: le premier conduisait les hommes aux institutions libres, tandis que le second les menait au pouvoir absolu. —Alexis de Tocqueville.
zh_cn: 18纪和大革命，就像似一种共同的源泉，生成了两股巨流。第一股巨流引导人们追求自由制度，第二股巨流则引导人们去追求绝对的权力。——托克维尔

source: To advocate any clear-cut principles of social order is today an almost certain way to incur the stigma of being an unpractical doctrinaire.
zh_cn: 从今天的情势来看，如果有人倡导任何明确的社会秩序原则，那么我们可以相当肯定地说，他一定会被指责为一个不切实际的教条主义者。

source: It has come to be regarded as the sign of the judicious mind that in social matters one does not adhere to fixed principles but decides each question “on its merits”； that one is generally guided by expediency and is ready to compromise between opposed views.
zh_cn: 因为现在的人大都认为，明智之举意味着：第一，一个人在处理社会事务的时候不死守固有的原则，而是“按照事情的是非曲直”来决定毎个问题；第二，一个人不仅在一般情形中接受权宜之策的引导，而且还随时准备在彼此观点发生冲突的时候寻求妥协。

source: Principles, however, have a way of asserting themselves even if they are not explicitly recognized but are only implied in particular decisions, or if they are present only as vague ideas of what is or is not being done.
zh_cn: 然而需要指出的是，即使原则没有为人们明确认识到而只是隐含在特定的决策之中，或者说，即使原则只是表现为做什么或不做什么的模糊想法，原则仍有着证明自己存在的方式，而且也是无从规避的。

source: Thus it has come about that under the sign of “neither individualism nor socialism” we are in fact rapidly moving from a society of free individuals toward one of a completely collectivist character.
zh_cn: 因此，在“既不是个人主义也不是社会主义”的幌子下，人们实际上正在从一个由自由的个人组成的社会迅速步向一个具有十足集体主义特征的社会。

source: I propose not only to undertake to defend a general principle of social organization but shall also try to show that the aversion to general principles, and the preference for proceeding from particular instance to particular instance, is the product of the movement which with the “inevitability or gradualness” leads us back from a social order resting on the general recognition of certain principles to a system in which order is created by direct commands.
zh_cn: 在本文中，我不仅打算捍卫一项有关社会组织的一般性原则，而且还将努力证明，我们的社会里正在进行着一场“注定会一点一点地”把我们从一个以人们普遍承认某些原则为基础的社会秩序带回到一个由直接命令创造秩序的系统中去的运动，而人们对一般性原则的厌恶和对就事论事之行事方式的偏爱，则正是这场倒退运动的产物。

source: After the experience of the last thirty years, there is perhaps not much need to emphasize that without principles we drift.
zh_cn: 经历了过去30年的各种事件以后，我们也许已无甚必要再去强调：“没有原则我们就会随波逐流”这样一个道理了。

source: The pragmatic attitude which has been dominant during that period, far from increasing our command over developments, has in fact led us to a state of affairs which nobody wanted; and the only result of our disregard of principles seems to be that we are governed by a logic of events which we are vainly attempting to ignore.
zh_cn: 如我们所知，在过去30年的岁月中一直占据支配地位的那种实用主义观点，实际上根本就没有增强我们控制发展情势的能力，反而把我们推到了一个任何人都不希望看到的境地之中；此外，我们对原则的蔑视所导致的唯一结果，便是我们竭力不予关注的事件的逻辑反而支配了我们，因为我们所做的这种努力根本就是徒劳无功的。

source: The question now is not whether we need principles to guide us but rather whether there still exists a body of principles capable of general application which we could follow if we wished.
zh_cn: 现在的问题并不是我们是否需要原则的指导，而毋宁是今天是否还存在着一套只要我们愿意我们便能够遵循的可以普遍适用的原则。

source: Where can we still find a set of precepts which will give us definite guidance in the solution of the problems of our time?
zh_cn: 在解决我们这个时代的问题的时候，我们又能从哪儿找到一套可以为我们提供明确指导的一般性原则呢？

source: Is there anywhere a consistent philosophy to be found which supplies us not merely with the moral aims but with an adequate method for their achievement?
zh_cn: 我们又能在哪里找到一种不仅可以为我们指明道德目标而且也可以为我们指出实现这些目标的一种适当方法的内在一致的哲学呢？

source: That religion itself does not give us definite guidance in these matters is shown by the efforts of the church to elaborate a complete social philosophy and by the entirely opposite results at which many arrive who start from the same Christian foundations.
zh_cn: 从教会在阐释一种全涉性社会哲学（a complete social philosophy）的过程中所做出的种种努力，以及无数教徒从同样的基督教基本教义出发所得出的完全相反的结论来看，宗教本身并不能在这些问题上为我们提供明确的指导。

source: Though the declining influence of religion is undoubtedly one major cause of our present lack of intellectual and moral orientation, its revival would not much lessen the need for a generally accepted principle of social order.
zh_cn: 毋庸置疑，宗教势力的式微或宗教影响的衰退乃是我们现在缺失知识方向和道德方向的一个主要原因，但是宗教的复兴却并不能够在很大程度上满足我们对一项得到普遍接受的社会秩序原则的需要。

source: We still should require a political philosophy which goes beyond the fundamental but general precepts which religion or morals provide.
zh_cn: 因此，我们还迫切需要一种能够超越宗教或道德所提供的那些基本且一般的原则的政治哲学（political philosophy）。

source: The title which I have chosen for this chapter shows that to me there still seems to exist such a philosophy—a set of principles which, indeed, is implicit in most of Western or Christian political tradition but which can no longer be unambiguously described by any readily understood term.
zh_cn: 我为本文选定的题目表明，在我看来，我们的社会中仍然存在着这样一种表现为一套原则的哲学：这些原则实际上就隐含在大多数西方国家或基督教国家的政治传统当中，只是眼下任何易于人们理解的术语都不再能够对它们做出明确无误的描述罢了。

source: It is therefore necessary to restate these principles fully before we can decide whether they can still serve us as practical guides.
zh_cn: 因此，在我们确定这些原则能否继续作为我们的实践指南以前，我们有必要先对它们做一番详尽的重述。

source: The difficulty which we encounter is not merely the familiar fact that the current political terms are notoriously ambiguous or even that the same term often means nearly the opposite to different groups.
zh_cn: 我们所面临的困难在于这样两个事实：第一，正如人所周知的那样，当今的政治术语极其含混不清，甚至同一个术语对于不同的群体来说都往往意味着几乎相反的意思；

source: There is the much more serious fact that the same word frequently appears to unite people who in fact believe in contradictory and irreconcilable ideals.
zh_cn: 第二，亦是一个更为严苛的事实，即同一个语词好像还常常把那些实际上信奉彼此对立且不可调和的理想的人归为了一类人。

source: Terms like “liberalism” or “democracy,” “capitalism” or “socialism, ” today no longer stand for coherent systems or ideas.
zh_cn: 比如说，像“自由主义”（liberalism）或“民主”（democracy）、“资本主义”（capitalism）或“社会主义”（socialism）这样的术语，今天都已经不再能够意指内在一致的思想体系了。

source: They have come to describe aggregations of quite heterogeneous principles and facts which historical accident has associated with these words but which have little in common beyond having been advocated at different times by the same people or even merely under the same name.
zh_cn: 它们现在所描述的不过是一堆在性质上颇为不同的原则和事实的大杂烩，而这些原则和事实之所以同这些术语发生了某种联系，则纯属历史上的偶然事件使然；更需要指出的是，除了同样一些人在不同的时候甚或只是在同样的名目下主张这些原则和阐述这些事实以外，这些原则和事实实际上几乎没有共同之处可言。

source: No political term has suffered worse in this respect than “individualism.”
zh_cn: 在这个方面，受害最大的政治术语莫过于“个人主义”（individualism）这个术语了。

source: It not only has been distorted by its opponents into an unrecognizable caricature—and we should always remember that the political concepts which are today out of fashion are known to most of our contemporaries only through the picture drawn of them by their enemies—but has been used to describe several attitudes toward society which have as little in common among themselves as they have with those traditionally regarded as their opposites.
zh_cn: 它不仅被反对它的人歪曲得面目全非（我们应当始终牢记，一些在今天已经不再时兴的政治概念，只是通过反对这些政治概念的人对它们所做的歪曲描述才为大多数当代人所知道的），而且还一直被一些论者用来描述若干对社会的看法，但是这些对社会的看法之间却毫无共同之处可言，而且它们之间的区别程度甚至不亚于它们与那些在传统上被视作是其对立观点之间的那种区别程度。

source: Indeed, when in the preparation of this paper I examined some of the standard descriptions of “individualism, ” I almost began to regret that I had ever connected the ideals in which I believe with a term which has been so abused and so misunderstood.
zh_cn: 的确，我在准备撰写本文的过程中考察了一些有关“个人主义”的标准描述；然而，这项考察工作的结果却使我感到后悔不已，因为连我自己都不明白，我在此之前怎么会把自己所信奉的那些理想与这样一个被如此滥用和如此蒙遭误解的术语联系在一起呢？

source: Yet, whatever else “individualism” may have come to mean in addition to these ideals, there are two good reasons for retaining the term for the view I mean to defend: this view has always been known by that term, whatever else it may also have meant at different times, and the term has the distinction that the word “socialism” was deliberately coined to express its opposition to individualism.
zh_cn: 但是，不论“个人主义”这个术语——除了意指我所信奉的那些理想以外——还意指其他什么东西，仍有两个比较充分的理由使我继续使用这个术语来指称我所旨在捍卫的那个观点：第一，我所旨在捍卫的那个观点始终是经由“个人主义”这个术语而为世人所知道的，而不论这个术语在不同的时候还可能意指其他什么东西；第二，这个术语的特性可以表明社会主义”（socialism）这个术语乃是一些论者刻意杜撰出来用以反对个人主义观点的。

source: It is with the system which forms the alternative to socialism that I shall be concerned.
zh_cn: 我们在本文中所关注的正是这种可以取代社会主义的制度。

source: Before I explain what I mean by true individualism, it may be useful if I give some indication of the intellectual tradition to which it belongs.
zh_cn: 在我解释我所谓的真个人主义（true individualism）的含义之前，先扼要地讨论一下这种真个人主义所属的那种知识传统，也许是不无益处的。

source: The true individualism which I shall try to defend began its modern development with John Locke, and particularly with Bernard Mandeville and David Hume, and achieved full stature for the first time in the work of Josiah Tucker, Adam Ferguson, and Adam Smith and in that of their great contemporary, Edmund Burke一the man whom Smith described as the only person he ever knew who thought on economic subjects exactly as he did without any previous communication having passed between them.
zh_cn: 我所努力捍卫的真个人主义在现代的发展，始于约翰·洛克（John Locke），尤其是伯纳德·孟德维尔（Bernard Mandeville）和大卫.休谟（David Hume），后又经由乔赛亚.塔克（Josiah Tucker）、亚当.弗格森（Adam Ferguson）和亚当·斯密（Adam Smith），以及他们伟大的同时代人埃德蒙·伯克（Edmund Burke）的努力而首次达致了其鼎盛时期。关于埃德蒙·伯克，亚当·斯密曾经把他描述成他所知道的唯一在他们之间没有进行任何事先交流的情况下就对经济学论题做出与他完全相同思考的人。

source: In the nineteenth century I find it represented most perfectly in the work of two of its greatest historians and political philosophers: Alexis de Tocqueville and Lord Acton.
zh_cn: 我认为，在19世纪最伟大的历史学家和政治哲学家当中，有两位人物的论著对真个人主义做出了极为精彩的阐释：他们是阿列克赛·德.托克维尔（Alexisde Tocqueville）和阿克顿勋爵（Lord Acton）。

source: These two men seem to me to have more successfully developed what was best in the political philosophy of the Scottish philosophers, Burke, and the English Whigs than any other writers I know; while the classical economists of the nineteenth century, or at least the Benthamites or philosophical radicals among them, came increasingly under the influence of another kind of individualism of different origin.
zh_cn: 我认为，在我所知道的论者当中，这两位伟大的学者可以说最为成功地发展了苏格兰哲学家、伯克以及英格兰辉格党人的政治哲学之精华；然而与此同时，19世纪的古典经济学家，或者至少是他们中间的边沁主义者或哲学激进分子，却日益受着另一种具有不同起源的个人主义的影响。

source: This second and altogether different strand of thought, also known as individualism, is represented mainly by French and other Continental writers—a fact due, I believe, to the dominant role which Cartesian rationalism plays in its composition.
zh_cn: 上述第二种与真个人主义全然不同的思想流派，虽说也以个人主义之名著称于世，却主要是以法国论者和其他欧洲大陆国家的论者为代表的——而情势之所以如此，我认为其原因就在于笛卡尔式的唯理主义（Cartesian rationalism）在这个思想流派的形成过程中一直起着支配作用。

source: The outstanding representatives of this tradition are the Encyclopedists, Rousseau, and the physiocrats; and, for reasons we shall presently consider, this rationalistic individualism always tends to develop into the opposite of individualism, namely, socialism or collectivism.
zh_cn: 这一传统的著名代表人物有“百科全书”派成员（Encyclopedists）、卢梭（Rousseau）和重农主义者。此外，从本文所考虑的各种原因来看，这种唯理主义的个人主义（this rationalistic individualism）还始终隐含有一种演变成个人主义敌对面的趋向，比如说，社会主义或集体主义。

source: It is because only the first kind of individualism is consistent that I claim for it the name of true individualism, while the second kind must probably be regarded as a source of modern socialism as important as the properly collectivist theories.
zh_cn: 由于只有上述第一种个人主义思想具有内在一致性，所以我主张把它称之为真个人主义；与之相反，前述第二种个人主义则很可能必须被视作是现代社会主义的一个思想渊源——就此而言，这种唯理主义的个人主义可以说与某些彻头彻尾的集体主义理论有着同样的重要性。

source: I can give no better illustration of the prevailing confusion about the meaning of individualism than the fact that the man who to me seems to be one of the greatest representatives of true individualism, Edmund Burke, is commonly (and rightly) represented as the main opponent of the so-called “individualism” of Rousseau, whose theories he feared would rapidly dissolve the commonwealth “into the dust and powder of individuality, and that the term “individualism” itself was first introduced into the English language through the translation of one of the works of another of the great representatives of true individualism, De Tocqueville, who uses it in his Democracy in America to describe an attitude which he deplores and rejects.
zh_cn: 我认为，最能够说明当下普遍存在的有关个人主义含义之混乱状况的乃是这样两个事实：第一，人们通常都把（当然他们有理由这样做）埃德蒙·伯克——亦即我所认为的真个人主义的最伟大的代表人物之--视作是卢梭所谓的“个人主义”的坚决反对者，因为伯克担心卢梭的理论会迅速地把国家瓦解掉，甚至还会把国家分解成“个体性的尘埃与粉末”；第二个人主义”这个术语本身只是在人们把真个人主义的另一位伟大的代表人物（即托克维尔）的一本著作翻译成英语的时候才引入英语之中的，然而托克维尔在此后出版的《民主在美国》（Democracy in America）这部著作中却用“个人主义”这个术语描述了一种他所痛恨并坚决反对的态度。

source: Yet there can no doubt that both Burke and De Tocqueville stand in all essentials close to Adam Smith, to whom nobody will deny the title of individualist, and that the “individualism” to which they are opposed is something altogether different from that of Smith.
zh_cn: 但是毋庸置疑的是，无论是伯克还是托克维尔，却在所有的基本问题上都更接近于亚当·斯密的立场——而关于亚当·斯密，我相信任何人都不会否认他是一个真个人主义者；更值得我们注意的是，伯克和托克维尔所反对的那种“个人主义”也是与斯密所主张的个人主义截然不同的。

source: What, then, are the essential characteristics of true individualism ?
zh_cn: 现在，我们需要追问这样一个问题，即真个人主义有哪些本质特征呢？

source: The first thing that should be said is that it is primarily a theory of society, an attempt to understand the forces which determine the social life of man, and only in the second instance a set of political maxims derived from this view of society.
zh_cn: 就此而言，我们应当即刻指出的是，真个人主义首先是一种社会理论（a theory of society），亦即一种旨在理解各种决定着人类社会生活的力量的努力；其次，它才是一套从这种社会观念中衍生出来的政治准则。

source: This fact should by itself be sufficient to refute the silliest of the common misunderstandings: the belief that individualism postulates (or bases its arguments on the assumption of) the existence of isolated or self-contained individuals, instead of starting from men whose whole nature and character is determined by their existence in society.
zh_cn: 只此一个事实就应当足以驳倒若干一般误解中那种最为愚蠢的误解了，亦即那种认为个人主义乃是一种以孤立的或自足的个人的存在为预设的（或者是以这样一项假设为基础的）观点，而不是一种以人的整个性质和特征都取决于他们存在于社会之中这样一个事实作为出发点的观点。

source: If that were true, it would indeed have nothing to contribute to our understanding of society.
zh_cn: 如果这种愚蠢的观点是正确的，那么显而易见，个人主义对于我们理解社会来说也就毫无助益可言了。

source: But its basic contention is quite a different one; it is that there is no other way toward an understanding of social phenomena but through our understanding of individual actions directed toward other people and guided by their expected behavior.
zh_cn: 但是，真个人主义的基本主张却与这种观点相去甚远，因为它认为，我们唯有通过理解那些指向其他人并受其预期行为所指导的个人行动，方能达致对社会现象的理解。

source: This argument is directed primarily against the properly collectivist theories of society which pretend to be able directly to comprehend social wholes like society, etc., as entities sui generis which exist independently of the individuals which compose them.
zh_cn: 这一论辩的首要目的就在于反对那些不折不扣的集体主义的社会理论（collectivist theories of society），因为那些社会理论谎称它们有能力直接把类似于社会这样的社会整体理解成自成一类的实体（entities sui genems）：这就是说，这类实体乃是独立于构成它们的个人而存在的。

source: The next step in the individualistic analysis of society, however, is directed against the rationalistic pseudo-individualism which also leads to practical collectivism.
zh_cn: 然而需要指出的是，对社会做个人主义分析的第二个目的则在于反对唯理主义的伪个人主义（rationalistic pseudo-individualism），因为这种伪个人主义在实践中也会导向集体主义。

source: It is the contention that, by tracing the combined effects of individual actions, we discover that many of the institutions on which human achievements rest have arisen and are functioning without a designing and directing mind; that, as Adam Ferguson expressed it, “nations stumble upon establishments, which are indeed the result of human action but not the result of human design, and that the spontaneous collaboration of free men often creates things which are greater than their individual minds can ever fully comprehend.
zh_cn: 真个人主义的基本主张认为，通过对个人行动之综合影响的探究，我们发现：第一，人类赖以取得成就的许多制度乃是在心智未加设计和指导的情况下逐渐形成并正在发挥作用的；第二，套用亚当·弗格森的话来说民族或国家乃是因偶然缘故而形成的，但是它们的制度则实实在在是人之行动的结果，而非人之设计的结果”；第三，自由人经由自生自发的合作而创造的成就，往往要比他们个人的心智所能充分理解的东西更伟大。

source: This is the great theme of Josiah Tucker and Adam Smith, of Adam Ferguson and Edmund Burke, the great discovery of classical political economy which has become the basis of our understanding not only of economic life but of most truly social phenomena.
zh_cn: 这就是乔赛亚·塔克、亚当·斯密、亚当·弗格森和埃德蒙·伯克所阐发的伟大论题，亦即古典政治经济学做出的一项伟大发现：它不仅构成了我们理解经济生活的基础，而且也为我们理解大多数真正的社会现象奠定了一个基础。

source: The difference between this view, which accounts for most of the order which we find in human affairs as the unforeseen result of individual actions, and the view which traces all discoverable order to deliberate design is the first great contrast between the true individualism of the British thinkers of the eighteenth century and the so-called “individualism, ’ of the Cartesian school.
zh_cn: 这种观点认为，我们在人类事务中所发现的绝大多数秩序都是个人行动所产生的先前未预见的结果；这种观点与那种把所有可发现的秩序都归之于刻意设计的观点之间所存在的区别，实乃是18世纪英国思想家所信奉的真个人主义与笛卡尔学派所主张的所谓的“个人主义之间所存在的最大区别。

source: But it is merely one aspect of an even wider difference between a view which in general rates rather low the place which reason plays m human affairs, which contends that man has achieved what he has in spite of the fact that he is only partly guided by reason, and that his individual reason is very limited and imperfect, and a view which assumes that Reason, with a capital R, is always fully and equally available to all humans and that everything which man achieves is the direct result of, and therefore subject to, the control of individual reason.
zh_cn: 但是需要指出的是，这一区别只不过是下述两种观点之间所存在的更广泛区别当中的一个方面而已：一种观点在一般意义上认为，理性（reason）在人类事务中只具有相当小的作用；这就是说，这种观点主张，尽管人类事实上只在部分上受理性的指导，尽管个人理性是极其有限的而且也是不完全的，但是人类还是达致了他所拥有的一切成就；另一种观点则认为：第一，所有的人都始终可以平等且充分地拥有理性（Reason，亦即用大写字母开头的“理性”）；第二，人类所达致的每一项成就都是个人理性控制的直接结果，因而也受着个人理性的控制。

source: One might even say that the former is a product of an acute consciousness of the limitations of the individual mind which induces an attitude of humility toward the impersonal and anonymous social processes by which individuals help to create things greater than they know, while the latter is the product of an exaggerated belief in the powers of individual reason and of a consequent contempt for anything which has not been consciously designed by it or is not fully intelligible to it.
zh_cn: 我们甚至还可以这么说：前一种观点乃是人们敏锐地意识到个人心智之局限性的产物，因此它促使人们对那些有助于个人创造出远比他们所知道者更伟大的成就的非人格的且无个人特征的社会过程（theimpersonalandanonymonssocialprocesses）采取一种谦卑的态度；而后一种观点则是人们过分相信个人理性之力量的产物，因而也是他们蔑视任何并非理性刻意设计之物或任何为理性无法充分理解之物的产物。
